import type { NextPage } from "next"

import { Page } from "../../shared/components/templates"

const Rules: NextPage = () => {
  return (
    <Page withMenu={false} title={"Privacy Policy"}>
      <div className={"w-full border rounded-xl bg-white p-12"}>
        <h2 className={"text-3xl font-bold mb-2"}>Правила сайта</h2>
        Правила сайта Добро пожаловать в Smart cities! Наши пользователи — люди
        культурные, уважающие как себя, так и собеседников, а также читателей.
        Для того, чтобы платформа могла оставаться площадкой для оперативной
        публикации новостей, полезных статей и возможности получить ответы на
        интересующиеся вопросы, есть ряд правил, за нарушение которых модераторы
        могут заблокировать аккаунт или отобрать права пользователя.
        Предоставляем список того, чего на ресурсе делать не следует: •
        Размещать видео без расшифровок и пояснительного текста Не рекомендуется
        публикация видеороликов без подробного описания либо без расшифровки.
        Публикации, содержащие только видео и короткое описание, будут скрыты
        модератором. • Заниматься плагиатом Не следует копировать на сайт
        тексты, опубликованные другими людьми на других ресурсах, но можно
        копировать собственные тексты, если они не нарушают правила ресурса. •
        Путать Smart cities с социальными сетями Делиться впечатлениями с
        помощью односложных предложений по типу: «Смотрите, что я тут
        увидел(а)», «Сегодня я пойду осматривать достопримечательности» и
        подобное не приветствуются. Даже если новость изначально короткая,
        постарайтесь сопроводить ее развернутым комментарием. • Платформа не
        предназначена для публикации жалоб Если у вас проблемы с сотовым
        оператором, с провайдером интернета или хостинга, или с чем-то еще,
        всегда можно связаться со службой поддержки нужного вам ресурса. Или с
        компетентными органами. Но не следует использовать «Smart cities» как
        рупор, дабы рассказать всем о постигшей вас ситуации. • Путать сайт с
        Pinterest У нас не принято выкладывать только изображения. Картинки,
        иллюстрирующее вашу мысль, должны сопровождаться текстовым комментарием,
        исключающим неоднозначность его трактовки. • Начинать политические
        дискуссии и участвовать в них Тематика нашего ресурса определена
        довольно четко. Для дебатов на политические темы существуют более
        подходящие платформы. • Оскорблять других пользователей, не следить за
        эмоциями Мат, оскорбления, переходы на личности, эвфемизмы, троллинг не
        приемлемы на сайте. Список нарушений остается открытым, потому что
        всегда можно придумать что-то, не описанное выше. В таких случаях
        модераторы руководствуются здравым смыслом и собственным чувством
        прекрасного. Обсуждать их решения и создавать на эту тему агитационные
        публикации не стоит — если они кого-то забанили, значит, у них была
        довольно веская причина. Правила поведения на сайте «Smart cities» Это
        не рекомендации для обязательного выполнения, это — правила этикета,
        придерживаться которых совсем несложно. • Сетевой этикет. Уважайте
        мнение других. Оно не обязано совпадать с вашим. • Аргументированная
        публикация, даже если она противоположна вашему мнению, не должна
        получать негативный отзыв. Человек не обязан подстраиваться под ваши
        вкусы. • Каждый автор имеет свою индивидуальность, потому если вы уже
        где-то видели подобную статью, это не значит, что в сообщении нет ничего
        нового и интересного. Вчитайтесь и вдумайтесь — поймите авторское
        мнение. • Не стоит делать того, что не принято в цивилизованном
        обществе, противоречит законам, морали и этике. • Не делай другим то,
        что не хочешь получить от них сам. Поставьте себя на место человека, с
        которым общаетесь. Отстаивайте свою точку зрения, но не оскорбляйте
        окружающих. • Помогайте другим там, где вы это можете делать. Кодекс
        авторов Smart cities Это не документ, которого нужно строго
        придерживаться. Это рекомендуемые правила, которые соблюдают некоторые
        авторы на ресурсе. • Я создаю авторские материалы и не перепечатываю с
        других сайтов. • Публикуя материалы других авторов, я всегда привожу
        ссылки на источники. • Я не создаю глупых комментариев типа «+1», «ф
        топку», «афтар жжот». • Я не матерюсь и не оскорбляю других на страницах
        сайта. • Я стараюсь, чтобы в моих текстах не было ошибок. • Я уважаю
        администрацию и пользователей ресурса, не унижаю и не оскорбляю их — я
        здесь не для этого. • Если мне не удалось разрешить конфликт, я не
        призываю других к активному противодействию. • Я лично решаю:
        публиковать контент на сайте или нет, и не требую за это денег. • Я
        пользуюсь поиском, чтобы уточнить, нет ли уже на сайте похожего
        материала. Если так вышло, я дополню его в комментариях. • Каждым своим
        действием на ресурсе я стремлюсь добавить порядка, а не внести хаоса. •
        Я стараюсь учесть конструктивную критику и пожелания. • Я на позитиве.
        Из самой сложной ситуации всегда есть выход.
      </div>
    </Page>
  )
}

export default Rules
